Repository: e-colori/the-events-calendar-extension-registration
Catalog: languages/the-events-calendar-extension-registration-*.po
Languages: de_de, et, fr_fr

source: Event Registration
de_de: Event Anmeldung
et: Sündmuse Registreerimine
fr_fr: Inscription à l'événement

source: Registrations
de_de: Anmeldungen
fr_fr: Enregistrements

source: Settings
de_de: Einstellungen
et: Sätted
fr_fr: Réglages

source: Settings › 'The Events Calendar Extension: Registration'
de_de: Einstellungen > 'The Events Calendar Extension: Registration'
et: Sätted › 'The Events Calendar laiendus: Registreerimine'
fr_fr: Réglages › 'The Events Calendar Extension: Registration'

source: Email sender options
de_de: Email Absender Optionen
et: E-posti saatja valikud
fr_fr: Options de l'email de l'expéditeur

source: "From" Name
de_de: "Von" Name
et: "Kellelt" Nimi
fr_fr: Nom de l'expéditeur

source: "From" Email Address
de_de: "Von" Email Addresse
et: "Kellelt" E-posti aadress
fr_fr: Email de l’expéditeur

source: Text before form
de_de: Text vor dem Formular

source: Enter the text to be shown before the form
de_de: Füge hier den Text ein, der vor dem Formular angezeigt werden soll

source: Text after form
de_de: Text nach dem Formular

source: Enter the text to be shown after the form
de_de: Füge hier den Text ein, der nach dem Formular angezeigt werden soll

source: Message box
de_de: Nachricht Box

source: Text before the Message box.
de_de: Text vor der Nachricht Box.

source: Terms URL
de_de: URL der AGBs
et: Tingimuste URL
fr_fr: URL des conditions d'utilisation

source: Create a page with your terms and conditions and instert the URL here.
de_de: Erstelle eine Seite mit Deinen Allgemeinen Geschäftsbedingungen (AGBs) und Konditionen und füge die URL hier ein.
et: Loo leht oma tingimustega ja sisesta URL siia.
fr_fr: Créez une page avec vos conditions d'utilisation et insérez l'URL ici.

source: Visibility terms URL
de_de: Sichtbarkeit AGBs URL

source: Show term link on registration page
de_de: Zeige AGBs mit Link auf der Anmeldung
fr_fr: Voir lien terme à la page d'inscription

source: Email Footer Text
de_de: Text für die Fußzeile der Email
et: E-posti jaluse tekst
fr_fr: Pied de page de l'email

source: Enter your text and contact details you want to show at the end of the registration email
de_de: Gebe hier den Text und Deine Kontakt Details ein, die Du in die Registrierungs Email einfügen möchtest

source: Bank account details
de_de: Bank Konto Details
et: Pangakonto andmed
fr_fr: Détails du compte bancaire

source: Visibility bank details
de_de: Sichtbarkeit Bank Details
et: Näita panga andmeid
fr_fr: Visibilité des détails bancaires

source: Show bank details in email
de_de: Zeige die Bank Details in der Email
et: Näita panga andmeid e-postis
fr_fr: Montrer les détails banc aires dans l'email

source: Currency
de_de: Währung
et: Valuuta
fr_fr: Monnaie

source: Paymet Text
de_de: Zahlungs Betreff
et: Makse tekst
fr_fr: Texte Paymet

source: Enter here the text to explain how to pay before showing the bank details
de_de: Füge hier den Text ein, wie bezahlt werden soll, bevor die Bank Konto Details angezeigt werden
et: Sisesta siia tekst, mis aitab enne panga andmete kuvamist aru saada kuidas maksta
fr_fr: Entrez ici le texte pour expliquer comment payer avant de montrer les détails bancaires

source: Remittee
de_de: Überweisungsempfänger
et: Ülekande saaja

source: Show some love?
de_de: Etwas Liebe zeigen?
fr_fr: Montrer un peu d'amour?

source: Yes! Hundreds of free hours have gone into making this free plugin, show your support and add a small link to our plugin website at the bottom of your form.
de_de: Ja! Hunderte von Arbeitsstunden haben wir in die Programmierung dieses kostenlosen Plugins investiert. Unterstütze uns und zeige einen kleinen Link zu unserer Plugin Webseite unterhalb der Anmeldungsseite.

source: Save
de_de: Speichern
et: Salvesta
fr_fr: Enregistrer

source: Need Help?
de_de: Brauchst Du Hilfe?
et: Vajad abi?
fr_fr: Besoin d'aide ?

source: Do you have any problems or questions?
de_de: Hast du irgendwelche Probleme oder Fragen?

source: Please only use the official WordPress support forum, for questions
de_de: Bitte benutze das offizielle WordPress Support Forum für alle Fragen

source: Do you like our plugin?
de_de: Gefällt Dir unser Plugin?

source: Thank you for your positive review on
de_de: Vielen Dank für Deine positive Beurteilung (Review) auf

source: You have questions or a feature request for the plugin?
de_de: Du hast eine Frage oder vermisst eine Funktion für das Plugin?

source: Go to the plugin page
de_de: Hier geht's zur Plugin Seite

source: Check out the PRO plugin
de_de: Hier findest Du die PRO Version des Plugins

source: In the PRO version of our plugin, you can see who registered for your events.
de_de: In der PRO Version unseres Plugins kannst du hier alle Anmeldungen zu Deinen Events sehen.
fr_fr: Dans la version PRO de notre plugin, vous pouvez voir qui a enregistré pour vos événements.

source: Visit the plugin page for all posibilities and the PRO Version
de_de: Besuche die Plugin Webseite für alle Möglichkeiten mit der PRO Version
fr_fr: Consultez la page dédiée au plug-in pour connaître toutes les fonctionnalités et la version PRO

source: If you withdraw from a training until 4 weeks before the start we have to charge a processing fee of 50,- €. After this period, the full course fee is payable plus the costs for accommodation, or you have to provide a replacement participant.
de_de: Bei einem Rücktritt von einem Seminar bis 4 Wochen vor Trainingsbeginn werden Bearbeitungskosten in Höhe von 50,- € berechnet. Nach Ablauf dieser Frist ist die volle Kursgebühr zuzüglich der Unterbringungskosten der Seminarhäuser zu zahlen, oder Du stellst einen Ersatzteilnehmer.
et: Kui sa loobud vähem alates 4 nädalat enne kursuse algust, tuleb maksta kohustuslik menetlust tasu 50€. Pärast seda perioodi saab tasuda täiskursuse eest (lisandub teenustasu) , või tuleb otsida asendusosaleja.
fr_fr: En cas d'annulation jusqu'à 4 semaines avant le début de l'événement, nous facturerons un montant de 50 € pour frais de gestion. Au delà de cette période le montant total de l'inscription restera dû ou vous pourrez proposer un remplaçant

source: Enter your contact details here. Name, address, phone, email, url, etc.
de_de: Füge hier Deine Kontakdaten ein. Name, Adresse, Telefon, Email, URL, etc.
et: Sisesta enda kontaktandmed siia. Nimi, aadress, telefon, e-post, url, jms.
fr_fr: Entrez le détails de vos coordonnées ici. Nom, adresse, téléphone, email, url, etc.

source: Please complete the fields below, accept our terms and conditions and press Register. You will receive an automatic registration confirmation from us by e-mail.
de_de: Bitte fülle alle untenstehenden Felder aus, akzeptiere die AGBs und Konditionen und klicke auf Anmelden. Du erhältst dann eine automatische Emailbestätigung.

source: I hereby register for the event.
de_de: Hiermit melde ich mich zum Event an.

source: Your message
de_de: Deine Nachricht
et: Sinu sõnum
fr_fr: Votre message

source: Your registration for a seminar or training is not mandatory until the seminar fee has been paid into our bank account (free seminars excluded).
de_de: Deine Anmeldung zu einem Seminar hat erst Gültigkeit, wenn die Seminargebühr auf unser Konto eingezahlt wurde (kostenlose Seminare ausgeschlossen).
et: Sinu registreerimine kursusele või treeninguks ei ole kohustuslik enne makse tasumist meie pangakontole (Tasuta kursused on väistatud).
fr_fr: Vous inscription ne sera effective qu'à réception de votre règlement sur notre compte bancaire (Sauf pour les évènements gratuits)

source: Register now
de_de: Jetzt anmelden
et: Registreeri kohe
fr_fr: Inscription

source: We sent you an email with your registration details.
de_de: Wir haben Dir eine Email mit Deinen Anmeldungsdetails zugeschickt.
et: Saadame sulle e-kirja sinu registreerimise andmetega.
fr_fr: Nous vous avons envoyé un email de confirmation avec les détails de votre inscription.

source: Return to Home
de_de: Zurück zur Startseite
fr_fr: Retourner à Home

source: Sorry, your registration was not sent. Please get in contact with us.
de_de: Entschuldigung, Deine Buchung konnte nicht gespeichert werden. Bitte setze Dich mit uns in Verbindung.
et: Vabandame, sinu registreerimist ei saadetud. Palun võta meiega ühendust.
fr_fr: Désolé, votre inscription n'a pas pu être prise en compte. Merci de nous contacter.

source: Registration: %1$s
de_de: Anmeldung: %1$s
et: Registreerimine: %1$s
fr_fr: Inscription: %1$s

source: (automatic reply)
de_de: (automatische Antwort)
et: (automaatne vastus)
fr_fr: (Réponse automatique)

source: Thank you %1$s, <br/><br/> your registration was successful.
de_de: Vielen Dank %1$s, <br/><br/> Deine Anmeldung war erfolgreich.

source: Number of participants
de_de: Teilnehmer Anzahl

source: Please transfer the invoice total to:
de_de: Bitte überweise den Betrag auf folgendes Bankkonto:
et: Palun kanna arve kogusumma:
fr_fr: Merci de transmette de montant total de la facture à :

source: Reason for payment
de_de: Verwendungszweck
et: Makse põhjus
fr_fr: Motif du paiement

source: Amount
de_de: Betrag
et: Summa
fr_fr: Montant

source: Thank you!
de_de: Vielen Dank!
et: Täname!
fr_fr: Merci !

source: Please select
de_de: Bitte wählen
et: Palun vali
fr_fr: Sélectionnez

source: Thank you %1$s, <br/><br/> your registration was successfull.
de_de: Vielen Dank %1$s, <br/><br/> Deine Anmeldung war erfolgreich.
et: Tänan %1$s, <br/><br/> sinu registreerimine oli edukas!
fr_fr: Merci %1$s, <br/><br/> votre inscription est prise en compte.

source: First Name
de_de: Vorname
et: Eesnimi
fr_fr: Prénom

source: Last Name
de_de: Nachname
et: Perekonnanimi
fr_fr: Nom

source: Company
de_de: Firma
et: Ettevõte
fr_fr: Société

source: Address
de_de: Anschrift
et: Aadress
fr_fr: Adresse

source: Postcode
de_de: Postleitzahl
et: Postiindeks
fr_fr: Code postal

source: City
de_de: Ort
et: Linn
fr_fr: Ville

source: Phone
de_de: Telefon
et: Telefon
fr_fr: Téléphone

source: Country
de_de: Land
et: Riik
fr_fr: Pays

source: Event
de_de: Veranstaltung

source: I accept the
de_de: Ich akzeptiere die
et: Nõustun
fr_fr: J'accepte les

source: terms and conditions
de_de: Allgemeinen Geschäftsbedingungen
et: reeglite ja tingimustega
fr_fr: Conditions d'utilisation

source: Register
de_de: Anmelden
et: Registreerin
fr_fr: Inscription

source: I hereby register for the seminar.
de_de: Hiermit melde ich mich zum Seminar an.
et: Käesolevaga registreerin end kursusele.
fr_fr: Je m'enregistre à cet événement.

source: e.g. +49221998877
de_de: zB. +49221998877
et: näiteks: +37256478904
fr_fr: ex. 01 23 45 67 89

source: Visibility terms
fr_fr: Visibilité des conditions d'utilisation

source: Enter here the text and your contact details you want to show at the end of the registration email
et: Sisesta siia tekst ja oma kontaktandmed, mida sa tahad näidata pärast e-posti registreerimist
fr_fr: Entrez ici vos coordonnées et le texte que vous souhaitez voir apparaître à la fin de l'email de confirmation d'enregistrement

source: Bank name
et: Panga nimi
fr_fr: Nom de la banque

source: Extra
fr_fr: En supplément

source: Yes! Hundreds of free hours have gone into making this free plugin, show your support and add a small link to our plugin website at the bottom of your form.
fr_fr: Oui! Des centaines d'heures libres ont été fait pour rendre ce plugin gratuit, montrer votre soutien et ajouter un petit lien vers notre site plugin au bas de votre formulaire.

source: You have questions or a feature request for The Events Calendar Extension: Registration?
et: On tekkinud küsimus või "The Events Calendar" laiendus: Registreerimine funktsiooni kohta päring?
fr_fr: Vous avez des questions ou des propositions de fonctionnalités pour The Events Calendar Extension: Registration ?

source: Seminar
et: Kursus
fr_fr: Événement

source: Swift / BIC Code
et: Swift / BIC kood

source: Visit the plugin page and see all posibilities
et: Külasta plugina lehta ja tutvu kõikide võimalustega

source: Stay connected, subscribe for news!
et: Ole ühenduses, liitu info saamiseks!

source: Email
et: E-post
